import React from 'react';
import '../../styles/Quiz.css';

const Quiz = () => {
    return (
        <div className='quiz'>
            <div className="quiz-title">
                <h3>HTML</h3>
                <h4>Что такое HTML?</h4>
            </div>
            <div className="quiz-text">
            HTML (HyperText Markup Language) — это стандартный язык разметки для создания веб-страниц. Он используется для структурирования и представления содержимого на веб-странице. Основная задача HTML — определять, как элементы на странице, такие как заголовки, абзацы, изображения, ссылки и таблицы, должны быть отображены в браузере.
            HTML (HyperText Markup Language) — это стандартный язык разметки для создания веб-страниц. Он используется для структурирования и представления содержимого на веб-странице. Основная задача HTML — определять, как элементы на странице, такие как заголовки, абзацы, изображения, ссылки и таблицы, должны быть отображены в браузере.
            </div>
        </div>
    );
};

export default Quiz;