export const quiz = [
    {
        id: 1,
        category: 'HTML',
        question: 'Что такое HTML и для чего он используется?',
        answer: 'HTML (HyperText Markup Language) — это стандартный язык разметки для создания веб-страниц. Он используется для структурирования и представления содержимого на веб-странице. Основная задача HTML — определять, как элементы на странице, такие как заголовки, абзацы, изображения, ссылки и таблицы, должны быть отображены в браузере.'
    },
    {
        id: 2,
        category: 'HTML',
        question: 'Что такое HTML-элемент? Какова его структура?',
        answer: 'HTML-элемент — это основная строительная единица HTML-документа, представляющая собой всё, что браузер отображает на странице, включая текст, изображения, ссылки и многое другое. Элемент состоит из тегов, содержимого и атрибутов. Структура: Открывающий тег, Содержимое, Закрывающий тег, Атрибуты.'
    },
    {
        id: 3,
        category: 'CSS',
        question: 'Что такое атрибуты в HTML? Как они используются в элементах?',
        answer: 'Атрибуты в HTML — это дополнительные параметры, которые задаются внутри открывающего тега элемента. Они используются для предоставления дополнительной информации о самом элементе или для управления его поведением и внешним видом. Атрибуты помогают задавать уникальные идентификаторы, стили, ссылки на ресурсы и многое другое.'
    },
    {
        id: 4,
        category: 'JavaScript',
        question: 'Что такое CSS?',
        answer: 'Атрибуты в HTML — это дополнительные параметры, которые задаются внутри открывающего тега элемента. Они используются для предоставления дополнительной информации о самом элементе или для управления его поведением и внешним видом. Атрибуты помогают задавать уникальные идентификаторы, стили, ссылки на ресурсы и многое другое.'
    },
    {
        id: 5,
        category: 'React',
        question: 'Что такое CSS?',
        answer: 'Атрибуты в HTML — это дополнительные параметры, которые задаются внутри открывающего тега элемента. Они используются для предоставления дополнительной информации о самом элементе или для управления его поведением и внешним видом. Атрибуты помогают задавать уникальные идентификаторы, стили, ссылки на ресурсы и многое другое.'
    }
]